[
  {
    "id": 1,
    "type": "Овочі",
    "productType":"Баклажан",
    "name": "Баклажан Довгий Пурпуровий, 0,3г",
    "producer": "Імперія насіння",
    "quantityAvailable": "100",
    "sold": 10,
    "discount": false,
    "new": false,
    "description": "Сорт ранній. Вегетаційний період 120-130 днів від появи сходів. Плоди темно-фіолетового кольору, форма циліндрична, довжиною 18-20 см. М'якоть щільна, без гіркоти.",
    "image": "https://i.imgur.com/jX2fTdi.jpg",
    "price": "8"
  },
    {
    "id": 2,
    "type": "Овочі",
    "name": "Баклажан Алмаз, 0,3г",
    "producer": "Імперія насіння",
    "productType":"Баклажан",
    "quantityAvailable": "50",
    "sold": 15,
    "discount": true,
    "new": true,
    "description": "Баклажан Алмаз - ранній сорт баклажанів. Період від висадки розсади до технічної стиглості 60-65 днів. Плоди циліндричної форми з гладенькою шкіркою, довжиною 14-18 см, в діаметрі - 3-6 см. М'якоть світла, дуже ніжна і одночасно щільна, з високими смаковими якостями, без гіркоти. Забарвлення дуже яскраве, насиченого темно-фіолетового кольору. Середня вага плодів - 100-160 грам. Урожайність сорту Алмаз становить до 10 кг/м.кв.",
    "image": "https://i.imgur.com/59fdBa6.jpg",
    "price": "9"
  },
    {
    "id": 3,
    "type": "Овочі",
    "productType":"Горох",
    "name": "Горох Адагумський, 8г",
    "producer": "Імперія насіння",
    "quantityAvailable": "100",
    "sold": 9,
    "discount": false,
    "new": false,
    "description": "Сорт середнього терміну дозрівання. Від сходів до збирання 65 днів. Урожайність становить 6-7 т/га. Стебло просте, довжина до 80 см, міжвузля короткі, число вузлів до 1-го бобу -14-19. Біб темно-зелений в фазі технічної стиглості. Кількість насінин в бобу - 6-7. Насіння мозкові, з зморшкуватою поверхнею, незграбно-квадратні. Маса 1000 насінин 210-225 г.",
    "image": "https://i.imgur.com/yG6eH6L.jpg",
    "price": "7"
  },
    {
    "id": 4,
    "type": "Овочі",
    "productType":"Горох",
    "name": "Горох Альфа, 5г",
    "producer": "Імперія насіння",
    "quantityAvailable": "70",
    "sold": 3,
    "discount": true,
    "new": false,
    "description": "Ранньостиглий сорт - 45-53 дні від сходів до технічної стиглості. Висота рослини 55 см. Боб великий, шаблевидної форми, темно-зеленого кольору, довжиною 7 см. Горошок темно-зелений, вирівняний по забарвленню і розміру. Смакові якості відмінні. Рекомендований для свіжого вживання і консервування. Урожайність 0,9-2 кг/кв.м. ",
    "image": "https://i.imgur.com/hy0Y0eh.jpg",
    "price": "9"
  },
  {
    "id": 5,
    "type": "Овочі",
    "productType":"Капуста",
    "name": "Капуста Червнева, 0,5г",
    "producer": "Імперія насіння",
    "quantityAvailable": "80",
    "sold": 12,
    "discount": false,
    "new": false,
    "description": "Капуста Червнева - ранньостиглий сорт. Технічна стиглість качанів наступає на 76-96 день після повних сходів. Розетка листя низька, напівпіднята, середнього розміру. Кочан округлий, масою 0,8-1,1 кг, щільний. Смакові якості в свіжому вигляді хороші.",
    "image": "https://i.imgur.com/4UB1m7L.jpg",
    "price": "9"
  },
   {
    "id": 6,
    "type": "Овочі",
    "productType":"Капуста",
    "name": "Капуста Агресор F1 (Syngenta AG), Мет., 20 Насінин",
    "producer": "Імперія насіння",
    "quantityAvailable": "20",
    "sold": 1,
    "discount": false,
    "new": true,
    "description": "Середньопізній гібрид з терміном дозрівання 120-130 днів від висадки розсади, качани яскраво-зеленого кольору, округло-плоскої форми вагою 3-5 кг. Мають відмінні смакові якості. Рекомендується для вирощування під плівкою і у відкритому грунті. Термін зберігання 5-6 місяців. Для вживання в свіжому вигляді і переробки.",
    "image": "https://i.imgur.com/9SzimRv.jpg",
    "price": "30"
  },
   {
    "id": 7,
    "type": "Овочі",
    "productType":"Кукурудза",
    "name": "Кукурудза Білий Кролик F1, 10 Г",
    "producer": "Імперія насіння",
    "quantityAvailable": "0",
    "sold": 1,
    "discount": false,
    "new": true,
    "description": "Середньостиглий гібрид цукрової кукурудзи. Вегетаційний період становить 78-80 днів. Рослина потужна, компактна і добре облистнена. Довгі циліндричні качани, приголомшливі за смаком, довжиною 18-21 см, красивого білого забарвлення. Транспортабельність та товарні вигляд чудові. Цей гібрид призначений для свіжого споживання, консервування та переробки. Гібрид стійкий до вилягання.",
    "image": "https://i.imgur.com/S21ksK3.jpg",
    "price": "31"
  },
   {
    "id": 8,
    "type": "Овочі",
    "productType":"Цибуля",
    "name": "Цибуля Агостана (Біла), 2г",
    "producer": "Імперія насіння",
    "quantityAvailable": "8",
    "sold": 5,
    "discount": false,
    "new": false,
    "description": "Середньостиглий сорт. Вегетаційний період 110-120 днів. Гострий. Цибулина округла, білого кольору, щільна, масою 60-110 г. Призначення універсальне.",
    "image": "https://i.imgur.com/IyiGOwb.jpg",
    "price": "9.2"
  },
  {
    "id": 9,
    "type": "Овочі",
    "productType":"Цибуля",
    "name": "Цибуля Вольська, 2г",
    "producer": "Сідера (Seedera)",
    "quantityAvailable": "12",
    "sold": 7,
    "discount": false,
    "new": false,
    "description": "Пізньостиглий середньо–гострий сорт. Вегетаційний період 125–140 днів. Маса цибулини – 90–160 г. Цибулина щільна, круглої форми, зручна у процесі кулінарної обробки. Сухі луски – темно–жовті, соковиті – білі. Сорт стійкий до борошнистої роси. Використання – універсальне.",
    "image": "https://i.imgur.com/vu9lk0E.jpg",
    "price": "9"
  },
  {
    "id": 10,
    "type": "Ягоди",
    "productType":"Полуниця",
    "name": "Полуниця Фреска, 10 Шт.",
    "producer": "Сонячний март",
    "quantityAvailable": "22",
    "sold": 0,
    "discount": false,
    "new": false,
    "description": "Один з небагатьох сортів для виробництва традиційних повнорозмірних ягід з насіння. Виведена в США, ця чудова ремонтантна полуниця відрізняється раннім і тривалим плодоношенням. Сорт з пишними міцними кущами до 30 см заввишки, помірно утворює нечисленні вуса, дає багато продуктивно плодоносних суцвіть. Добре росте на всіх типах грунтів і в будь-якому кліматі, має високий імунітет до багатьох захворювань, особливо до вірусів і грибків. Рослини починають плодоносити через п'ять місяців після посадки, ягоди збирають в період з червня по жовтень. Квітконосів дуже багато, всі вони ховаються під листям. Дозрілі ягоди надійно захищені від птахів і палючих сонячних променів, не лежать на землі. Це полуниця з насиченим червоним кольором, до 20 грам вагою, з щільною соковитою м'якоттю (добре транспортується і не тече), солодкого смаку з приємною кислинкою. Аромат плодів сильний і насичений, не втрачається при термічній обробці.",
    "image": "https://i.imgur.com/MU30Ozi.jpg",
    "price": "26"
  },
  {
    "id": 11,
    "type": "Ягоди",
    "productType":"Суниця",
    "name": "Суниця Жовта Зірка, 0,03г",
    "producer": "Сонячний март",
    "quantityAvailable": "20",
    "sold": 2,
    "discount": false,
    "new": false,
    "description": "Сорт, висота якого становить від 15 до 20 см, з унікальними продовгуватими ягодами блискучого жовтого кольору. Такий оригінальний колір робить цю суницю ідеальним вибором для саду, коли вона доповнює інші сорти. Її смачні плоди не привертають птахів. Маленькі ягоди дуже ароматні, і їх особливий вершковий смак для багатьох більш кращий, ніж червоних сортів.",
    "image": "https://i.imgur.com/FdPMTvz.jpg",
    "price": "7,8"
  }
]